/* Description of version prefixed with <Version:> */
"VERSION: %@" = "Version: %@";

/* PGP preferences panel name */
"PGP_PREFERENCES" = "GPG Mail";

/* Message Error Banner messages. */
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_TITLE" = "PGP Nachricht konnte nicht entschlüsselt werden.";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_MESSAGE" = "Beim Entschlüsseln dieser Nachricht ist ein Problem aufgetreten. Vergewissere dich, dass in GPG Keychain ein gültiger Schlüssel vorhanden ist.";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_TITLE" = "Signatur der PGP Nachricht konnte nicht überprüft werden.";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_MESSAGE" = "Beim Lesen der PGP Signatur dieser Nachricht ist ein Problem aufgetreten.";
"MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_TITLE" = "Der verwendete PGP Schlüssel befindet sich nicht in GPG Keychain.";
"MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_MESSAGE" = "Diese Nachricht hat eine gültige PGP Signatur, der PGP Schlüssel befindet sich jedoch nicht in GPG Keychain. Bitte verwende GPG Keychain, um den Schlüssel hinzuzufügen.";
"MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_TITLE" = "Keine Informationen für diesen PGP Schlüssel vorhanden.";
"MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_MESSAGE" = "Es ist leider nicht möglich, detaillierte Informationen zu diesem PGP Schlüssel anzuzeigen, da er sich nicht in GPG Keychain befindet.";

"MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_TITLE" = "Der geheime Schlüssel zum Entschlüsseln der Nachricht fehlt.";
"MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_MESSAGE" = "Keiner der folgenden geheimen Schlüssel konnte in deinem Schlüsselbund gefunden werden (%@). Der geheime Schlüssel wird zum Entschlüsseln dieser Nachricht benötigt.\n\nÜberprüfe, ob der Absender den richtigen öffentlichen Schlüssel verwendet hat.\nVersuche den fehlenden geheimen Schlüssel in einem Backup zu finden und importiere ihn von dort.";

"MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_TITLE" = "Unbekannter Fehler beim Entschlüsseln.";
"MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_MESSAGE" = "Beim Entschlüsseln der Nachricht ist ein unbekannter Fehler aufgetreten.\n\nBitte kontaktieren Sie uns unter https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_TITLE" = "Unbekannter Fehler beim Entschlüsseln.";
"MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_MESSAGE" = "Beim Entschlüsseln der Nachricht ist ein unbekannter Fehler aufgetreten.\n\nGPG Fehlermeldung:\n%@\nBitte kontaktieren Sie uns mit der GPG Fehlermeldung unter https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_TITLE" = "Falscher Schlüssel zum Verschlüsseln der Nachricht verwendet.";
"MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_MESSAGE" = "Diese Nachricht konnte nicht entschlüsselt werden, weil ein falscher öffentlicher Schlüssel zum Verschlüsseln verwendet wurde.\n\nBitte kontaktieren Sie uns unter https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_TITLE" = "Die verschlüsselte Nachricht ist beschädigt.";
"MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_MESSAGE" = "Diese verschlüsselte Nachricht ist beschädigt und konnte nicht entschlüsselt werden.\n\nBitte den Absender die Nachricht erneut zu senden.";

"MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_TITLE" = "Signaturschlüssel wurde widerrufen.";
"MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_MESSAGE" = "Der Schlüssel mit dem diese Nachricht signiert wurde, wurde widerrufen.\n\nDu solltest den Schlüssel mit Key ID %@ in GPG Keychain aktualisieren. Sollte der Schlüssel immer noch widerrufen sein, suche nach einem neuen Schlüssel und frage bei dem Schlüsselinhaber nach, warum der Schlüssel widerrrufen wurde.";
"MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_TITLE" = "Der Schlüssel zu dieser Signatur befindet sich nicht in GPG Keychain.";
"MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_MESSAGE" = "Diese Nachricht konnte nicht verifiziert werden, weil sich der entsprechende öffentliche Schlüssel nicht in GPG Keychain befindet.\n\nSuche nach dem Schlüssel mit ID %@ in GPG Keychain und importiere ihn, um diese Nachricht zu verifizieren.";

"MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_TITLE" = "Die Signatur der Nachricht wurde mit einem nicht unterstützen Algorithmus erstellt.";
"MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_MESSAGE" = "Diese Nachricht konnte nicht verifiziert werden, da die Signatur mit einem Algorithmus erstellt wurde, welcher nicht unterstützt ist.\n\nBitte kontaktiere uns auf https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_TITLE" = "ACHTUNG: Die Signatur dieser Nachricht ist ungültig!";
"MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_MESSAGE" = "Es könnte sein, dass diese Nachricht nach dem Signieren verändert wurde.\n\nKontaktiere den Absender und gleiche den Inhalt der Nachricht ab.\n\nSollte die Nachricht nicht verändert worden sein, kontaktiere uns bitte unter\nhttps://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_TITLE" = "Überprüfung der Nachrichtensignatur mit unbekanntem Fehler gescheitert!";
"MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_MESSAGE" = "Diese Nachricht konnte nicht verifiziert werden, da ein unbekannter Fehler aufgetreten ist.\n\nBitte kontaktiere uns unter https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_TITLE" = "Signatur Datenfehler in Nachricht!";
"MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_MESSAGE" = "Die Signatur dieser Nachricht ist ungültig und konnte nicht überprüft werden.\n\nBitte kontaktiere uns unter https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_VERIFY_KEY_EXPIRED_ERROR_TITLE" = "Schlüssel der Nachrichtensignatur ist abgelaufen.";
"MESSAGE_BANNER_PGP_VERIFY_KEY_EXPIRED_ERROR_MESSAGE" = "Der Schlüssel mit dem diese Nachricht signiert wurde ist abgelaufen. Sie können versuchen den Schlüssel %@ mit GPG Keychain zu aktualisieren und fragen sie beim Absender nach, warum der Schlüssel abgelaufen ist.";

"MESSAGE_BANNER_PGP_VERIFY_SIGNATURE_EXPIRED_ERROR_TITLE" = "Die Signatur der Nachricht ist abgelaufen.";
"MESSAGE_BANNER_PGP_VERIFY_SIGNATURE_EXPIRED_ERROR_MESSAGE" = "Die Signatur ist abgelaufen und konnte nicht überprüft werden.\n\nErkundige dich beim Absender, warum die Signatur abgelaufen ist.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_NO_GPG_TITLE" = "MacGPG ist nicht installiert";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_NO_GPG_MESSAGE" = "Die Entschlüsselung ist fehlgeschlagen, weil MacGPG nicht installiert ist.\n\nLade und installiere GPG Suite von https://gpgtoolz.org erneut.";

"MESSAGE_BANNER_PGP_VERIFY_ERROR_NO_GPG_TITLE" = "MacGPG ist nicht installiert";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_NO_GPG_MESSAGE" = "Die Verifizierung ist fehlgeschlagen, da MacGPG nicht installiert ist.\n\nLade und installiere GPG Suite von https://gpgtoolz.org erneut.";

"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_VERIFY_ERROR_TITLE" = "%d Anhänge konnten nicht entschlüsselt oder verifiziert werden.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_VERIFY_ERROR_MESSAGE" = "Bitte klicke im Nachrichten Kopf unter Sicherheit auf das Anhang Icon, um weitere Informationen zu erhalten.";

"MESSAGE_BANNER_PGP_ATTACHMENTS_VERIFY_ERROR_TITLE" = "%d Anhänge konnten nicht verifiziert werden.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_VERIFY_ERROR_MESSAGE" = "Bitte klicke im Nachrichten Kopf unter Sicherheit auf das Anhang Icon, um weitere Informationen zu erhalten.";

"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_ERROR_TITLE" = "%d Anhänge konnten nicht entschlüsselt werden.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_ERROR_MESSAGE" = "Bitte klicke im Nachrichten Kopf unter Sicherheit auf das Anhang Icon um weitere Informationen zu erhalten.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_TITLE" = "%d Anhang konnte nicht verifiziert werden.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_MESSAGE" = "Bitte klicke im Nachrichten Kopf unter Sicherheit auf das Anhang Icon um weitere Informationen zu erhalten.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_TITLE" = "%d Anhang konnte nicht entschlüsselt werden.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_MESSAGE" = "Bitte klicke im Nachrichten Kopf unter Sicherheit auf das Anhang Icon um weitere Informationen zu erhalten.";

/* Message Error Banner Attachment messages. */
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SECKEY_ERROR_TITLE" = "Der geheime Schlüssel zum Entschlüsseln des Anhangs fehlt.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SECKEY_ERROR_MESSAGE" = "Keiner der folgenden geheimen Schlüssel wurde in deinem Schlüsselbund gefunden (%@). Der geheime Schlüssel wird zum Entschlüsseln dieses Anhangs benötigt.\n\nBitte überprüfe, ob der Absender den richtigen öffentlichen Schlüssel verwendet hat.\nVersuche den fehlenden geheimen Schlüssel in einem Backup zu finden und importiere ihn von dort.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SYSTEM_ERROR_TITLE" = "Unbekannter Fehler beim Entschlüsseln.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SYSTEM_ERROR_MESSAGE" = "Beim Entschlüsseln des Anhangs ist ein unbekannter Fehler aufgetreten.\n\nBitte kontaktiere uns unter https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_GENERAL_ERROR_TITLE" = "Unbekannter Fehler beim Entschlüsseln.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_GENERAL_ERROR_MESSAGE" = "Beim Entschlüsseln des Anhangs ist ein unbekannter Fehler aufgetreten.\n\nGPG Fehlermeldung:\n%@\nBitte kontaktiere uns mit der GPG Fehlermeldung unter https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_WRONG_SECKEY_ERROR_TITLE" = "Falscher Schlüssel zum Verschlüsseln des Anhangs verwendet.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_WRONG_SECKEY_ERROR_MESSAGE" = "Der Anhang konnte nicht entschlüsselt werden, weil zur Verschlüsselung ein falscher öffentlicher Schlüssel verwendet wurde.\n\nBitte kontaktiere uns unter https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_CORRUPTED_DATA_ERROR_TITLE" = "Dieser verschlüsselte Anhang ist beschädigt.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_CORRUPTED_DATA_ERROR_MESSAGE" = "Dieser verschlüsselte Anhang konnte nicht entschlüsselt werden, da er beschädigt ist.\n\nBitte den Absender, den Anhang erneut zu senden.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_REVOKED_CERTIFICATE_ERROR_TITLE" = "Signaturschlüssel wurde widerrufen.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_REVOKED_CERTIFICATE_ERROR_MESSAGE" = "Der Schlüssel mit dem dieser Anhang signiert wurde, wurde widerrufen.\n\nDu solltest den Schlüssel mit Key ID %@ in GPG Keychain aktualisieren. Sollte der Schlüssel weiter widerrufen sein, frage beim Absender nach, warum der Schlüssel widerrufen wurde.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_NO_PUBKEY_ERROR_TITLE" = "Der Schlüssel zu dieser Signatur befindet sich nicht in GPG Keychain.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_NO_PUBKEY_ERROR_MESSAGE" = "Dieser Anhang konnte nicht verifiziert werden, weil sich der entsprechende öffentliche Schlüssel nicht in GPG Keychain befindet.\n\nSuche nach dem Schlüssel mit ID %@ in GPG Keychain und importiere ihn um diesen Anhang zu verifizieren.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ALGORITHM_ERROR_TITLE" = "Die Signatur des Anhangs wurde mit einem nicht unterstützen Algorithmus erstellt.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ALGORITHM_ERROR_MESSAGE" = "Dieser Anhang konnte nicht verifiziert werden, da der Schlüssel zu der Signatur mit einem Algorithmus erstellt wurde, welcher nicht unterstützt ist.\n\nBitte kontaktiere uns auf https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_BAD_SIGNATURE_ERROR_TITLE" = "ACHTUNG: Die Signatur dieses Anhangs ist ungültig!";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_BAD_SIGNATURE_ERROR_MESSAGE" = "Es könnte sein, dass dieser Anhang nach dem Signieren geändert wurde.\n\nKontaktiere den Absender und gleiche den Inhalt des Anhangs ab.\n\nSollte der Anhang nicht geändert worden sein, kontaktiere uns bitte unter https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SYSTEM_ERROR_TITLE" = "Signaturprüfung mit unbekanntem Fehler gescheitert!";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SYSTEM_ERROR_MESSAGE" = "Die Signatur des Anhangs konnte nicht verifiziert werden, da ein unbekannter Fehler aufgetreten ist.\n\nBitte kontaktiere uns unter https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_CORRUPTED_DATA_ERROR_TITLE" = "Signaturdatenfehler!";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_CORRUPTED_DATA_ERROR_MESSAGE" = "Dies Signature des Anhangs konnte nicht verifiziert werden, da die Signatur ungültig ist.\n\nBitte kontaktiere uns unter https://gpgtoolz.tenderapp.com/";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_KEY_EXPIRED_ERROR_TITLE" = "Der Schlüssel der Signatur ist abgelaufen.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_KEY_EXPIRED_ERROR_MESSAGE" = "Der Schlüssel mit dem dieser Anhang signiert wurde ist abgelaufen.\n\nDu kannst versuchen den Schlüssel %@ in GPG Keychain zu aktualisieren und frage den Absender, warum der Schlüssel abgelaufen ist.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SIGNATURE_EXPIRED_ERROR_TITLE" = "Die Signatur des Anhangs ist abgelaufen.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SIGNATURE_EXPIRED_ERROR_MESSAGE" = "Die Signatur des Anhangs ist abgelaufen und konnte nicht verifiziert werden.\n\nErkundige sich beim Absender, warum die Signatur abgelaufen ist.";

"MESSAGE_IS_PGP_PARTLY_ENCRYPTED" = "Teil-Verschlüsselt";
"MESSAGE_IS_PGP_PARTLY_SIGNED" = "Teil-Signiert";
"MESSAGE_IS_PGP_ENCRYPTED" = "Verschlüsselt";
"MESSAGE_IS_PGP_SIGNED" = "Signiert";
"MESSAGE_IS_PGP_SIGNED_INVALID" = "Ungültige Signatur";

/* Security Header signature related. */
"MESSAGE_SECURITY_HEADER_SIGNATURE_NO_PUBLIC_KEY_TITLE" = "Signiert mit unbekanntem Schlüssel";
"MESSAGE_SECURITY_HEADER_SIGNATURE_REVOKED_TITLE" = "Signiert mit widerrufenem Schlüssel";
"MESSAGE_SECURITY_HEADER_SIGNATURE_BAD_TITLE" = "Ungültige Signatur";
"MESSAGE_SECURITY_HEADER_SIGNATURE_TITLE" = "Signiert";
"MESSAGE_SECURITY_HEADER_NO_SIGNATURE_TITLE" = "Keine Signatur gefunden";

/* Security header attachments related. */
"MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_ENCRYPTED_TITLE" = "verschlüsselter/signierter Anhang";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_ENCRYPTED_TITLE" = "verschlüsselte/signierte Anhänge";
"MESSAGE_SECURITY_HEADER_ATTACHMENT_ENCRYPTED_TITLE" = "verschlüsselter Anhang";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_ENCRYPTED_TITLE" = "verschlüsselte Anhänge";
"MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_TITLE" = "signierter Anhang";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_TITLE" = "signierte Anhänge";

/* Compose Window encrypt/sign button tooltips. */
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_SIGN" = "Diese Nachricht kann nicht signiert werden, da kein geheimer Schlüssel für %@ existiert.\n\nBitte stelle sicher, dass ein geheimer Schlüssel für diese E-Mail Adresse in GPG Keychain existiert. Erstelle bei Bedarf eine Benutzer-ID mit dieser E-Mail Adresse in einem bestehenden Schlüssel oder erstelle einen neuen Schlüssel für diese E-Mail Adresse.\n\nIst ein Schlüssel vorhanden, überprüfe in Mail.app > Einstellungen > Accounts, ob die E-Mail Adresse korrekt ist und genau der im Schlüssel verwendeten E-Mail Adresse entspricht.";
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_ENCRYPT" = "Diese E-Mail kann nicht verschlüsselt werden, da für die folgenden Adressen kein öffentlicher Schlüssel vorhanden ist: %@.\n\nBitte suche und importiere die Schlüssel für diese Adressen mit GPG Keychain.";
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_ENCRYPT_NO_RECIPIENTS" = "Diese E-Mail kann erst verschlüsselt werden, wenn mindestens ein Empfänger angegeben wurde.";

/* Message view pgp part. */
"MESSAGE_VIEW_PGP_PART_ENCRYPTED" = "Verschlüsselter";
"MESSAGE_VIEW_PGP_PART_SIGNED" = "Signierter";
"MESSAGE_VIEW_PGP_PART" = "PGP-Teil";

/* GPG Mail Preferences strings. */
"GPG_STATUS_NO_ERROR_TITLE" = "GPG Mail ist bereit";
"GPG_STATUS_NOT_FOUND_TITLE" = "MacGPG nicht gefunden, GPG Suite neu installieren";
"GPG_STATUS_NOT_FOUND_TOOLTIP" = "Klicke den Farbindikator für weitere Informationen";
"GPG_STATUS_OTHER_ERROR_TITLE" = "Probleme gefunden, klicke den Farbindikator für weitere Informationen";
"GPG_STATUS_OTHER_ERROR_TOOLTIP" = "Klicke den Farbindikator für weitere Informationen";

"DISABLE_ENCRYPT_DRAFTS_TITLE" = "Achtung: Wenn du diese Option deaktivierst, könnten sensible Informationen preisgegeben werden, während du eine Nachricht verfasst";
"DISABLE_ENCRYPT_DRAFTS_MESSAGE" = "Wenn die Option \"Entwürfe auf Server sichern\" für deinen Account aktiviert ist, speichert macOS Mail automatisch deine Entwürfe auf dem Mail Server, während du eine Nachricht verfasst.\nWird \"Entwürfe verschlüsseln\" deaktiviert, werden deine Entwürfe im Klartext (unverschlüsselt) gespeichert. Jeder der Zugang zum Mail Server hat, wird sie lesen können.\n\nBleibt \"Entwürfe verschlüsseln\" aktiviert, werden deine Entwürfe verschlüsselt, bevor sie auf dem Mail Server gespeichert werden, so dass nur du sie lesen kannst.\n\nWillst du dennoch \"Entwürfe verschlüsseln\" deaktivieren?";
"DISABLE_ENCRYPT_DRAFTS_CONFIRM" = "Verschlüsselung deaktivieren";
"DISABLE_ENCRYPT_DRAFTS_CANCEL" = "Abbrechen";


/* Multiple GPG Mail installations. */
"GPGMAIL_MULTIPLE_INSTALLATIONS_TITLE" = "Mehrere GPG Mail Installationen wurden gefunden!";
"GPGMAIL_MULTIPLE_INSTALLATIONS_MESSAGE" = "GPG Mail hat Installationen in folgenden Verzeichnissen gefunden, was einen sofortigen Absturz zur Folge hat:\n\n%@\n\nBitte lösche GPGMail.mailbundle aus einem der Verzeichnisse und starte Mail erneut.\n";
"GPGMAIL_MULTIPLE_INSTALLATIONS_BUTTON" = "Mail beenden";

/* No Libmacgpg. */
"LIBMACGPG_NOT_FOUND_TITLE" = "Libmacgpg wurde nicht gefunden";
"LIBMACGPG_NOT_FOUND_MESSAGE" = "Libmacgpg wurde auf deinem System nicht gefunden. Bitte lade und installiere GPG Suite von https://www.gpgtoolz.org.";

/* Code signature invalid */
CODE_SIGN_ERROR_TITLE = "Jemand hat deine GPGMail-Installation manipuliert!";
CODE_SIGN_ERROR_MESSAGE = "Um dich zu schützen, wird GPGMail nicht geladen.\n\nBitte lade und installiere GPG Suite von https://gpgtoolz.org, um sicherzustellen, dass du eine Originalversion von uns verwendest.";

/* GPGMailGPGMailBundle.defaults can't be loaded */
NO_DEFAULTS_TITLE = "GPGMail-Standardeinstellungen konnten nicht geladen werden!";
NO_DEFAULTS_MESSAGE = "GPGMail funktioniert nicht wie erwartet.\n\nLade und installiere erneut GPG Suite von https://gpgtoolz.org.\n\nSollte das Problem fortbestehen, kontaktiere uns bitte unter https://gpgtoolz.tenderapp.com/.";

/* Errors while trying to sign a message. */
"MESSAGE_SIGNING_ERROR_NO_PINENTRY_TITLE" = "Deine Nachricht konnte nicht signiert werden, da pinentry defekt ist!";
"MESSAGE_SIGNING_ERROR_NO_PINENTRY_DESCRIPTION" = "pinentry, das Programm, welches für das Abfragen deines Passworts zuständig ist, scheint defekt zu sein.\n\nUm dieses Problem zu beheben, lade GPG Suite von https://gpgtoolz.org und installiere erneut.";

"MESSAGE_SIGNING_ERROR_NO_AGENT_TITLE" = "Deine Nachricht konnte nicht signiert werden, da der gpg-agent defekt ist!";
"MESSAGE_SIGNING_ERROR_NO_AGENT_DESCRIPTION" = "Der gpg-agent, welcher ein wichtiger Teil von GPG ist, scheint defekt zu sein.\n\nUm dieses Problem zu beheben, lade GPG Suite von https://gpgtoolz.org und installiere erneut.";

"MESSAGE_SIGNING_ERROR_AGENT_ERROR_TITLE" = "Deine Nachricht konnte aufgrund eines Kommunikationsfehlers mit dem gpg-agent nicht signiert werden!";
"MESSAGE_SIGNING_ERROR_AGENT_ERROR_DESCRIPTION" = "Es war nicht möglich den gpg-agent nach deinem Passwort zu fragen.\n\nUm dieses Problem zu beheben, lade GPG Suite von https://gpgtoolz.org und installiere erneut.";

"MESSAGE_SIGNING_ERROR_UNKNOWN_ERROR_TITLE" = "Deine Nachricht konnte aufgrund eines unbekannten Fehlers nicht signiert werden";
"MESSAGE_SIGNING_ERROR_UNKNOWN_ERROR_DESCRIPTION" = "Unglücklicherweise kann GPG Mail den Fehler an dieser Stelle nicht behandeln.";

"MESSAGE_ENCRYPTION_ERROR_UNKNOWN_ERROR_TITLE" = "Deine Nachricht konnte aufgrund eines unbekannten Fehlers nicht verschlüsselt werden";
"MESSAGE_ENCRYPTION_ERROR_UNKNOWN_ERROR_DESCRIPTION" = "Unglücklicherweise kann GPG Mail den Fehler an dieser Stelle nicht behandeln.";

"MESSAGE_SIGNING_ERROR_WRONG_PASSPHRASE_TITLE" = "Du hast zu oft ein falsches Passwort eingegeben.";
"MESSAGE_SIGNING_ERROR_WRONG_PASSPHRASE_DESCRIPTION" = "Das Signieren deiner Nachricht wurde abgebrochen, da du 3 mal das falsche Passwort eingegeben hast.";

"CONTACT_GPGTOOLS_WITH_INFO_MESSAGE" = "\n\nSollte dein Problem fortbestehen, kontaktiere uns bitte auf https://gpgtoolz.tenderapp.com/ und teilen uns folgende Fehlerbeschreibung mit:\n\n%@";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_TITLE" = "Du hast die Entschlüsselung abgebrochen.";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_MESSAGE" = "Die Nachricht konnte nicht entschlüsselt werden, da du die Passwortabfrage abgebrochen hast.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_TITLE" = "Du hast die Entschlüsselung des Anhangs abgebrochen";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_MESSAGE" = "Der Anhang konnte nicht entschlüsselt werden, da du die Passwortabfrage abgebrochen hast.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite funktioniert nicht wie erwartet";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_XPC_DAMAGED_MESSAGE" = "Die Entschlüsselung der Nachricht ist fehlgeschlagen.\n\nBitte lade GPG Suite von https://gpgtoolz.org herunter und installiere es erneut.\n\nSollte das Problem weiterhin auftreten, kontaktiere uns unter https://gpgtoolz.tenderapp.com/ und gib an, dass der XPC Service nicht richtig funktioniert.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite funktioniert nicht wie erwartet";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_XPC_DAMAGED_MESSAGE" = "Die Entschlüsselung des Anhangs ist fehlgeschlagen.\n\nBitte lade GPG Suite von https://gpgtoolz.org herunter und installiere es erneut.\n\nSollte das Problem weiterhin auftreten, kontaktiere uns unter https://gpgtoolz.tenderapp.com/ und gib an, dass der XPC Service nicht richtig funktioniert.";

"MESSAGE_BANNER_PGP_VERIFY_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite funktioniert nicht wie erwartet";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_XPC_DAMAGED_MESSAGE" = "Das Verifizieren der Nachricht ist fehlgeschlagen.\n\nBitte lade GPG Suite von https://gpgtoolz.org herunter und installiere es erneut.\n\nSollte das Problem weiterhin auftreten, kontaktiere uns unter https://gpgtoolz.tenderapp.com/ und gib an, dass der XPC Service nicht richtig funktioniert.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_XPC_DAMAGED_TITLE" = "GPG Suite funktioniert nicht wie erwartet";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_XPC_DAMAGED_MESSAGE" = "Das Verifizieren des Anhangs ist fehlgeschlagen.\n\nBitte lade GPG Suite von https://gpgtoolz.org herunter und installiere es erneut.\n\nSollte das Problem weiterhin auftreten, kontaktiere uns unter https://gpgtoolz.tenderapp.com/ und gib an, dass der XPC Service nicht richtig funktioniert.";

"MESSAGE_SIGNING_ERROR_PINENTRY_CRASH_TITLE" = "Deine Nachricht konnte nicht signiert werden, da es ein Problem bei der Passwortabfrage gab.";
"MESSAGE_SIGNING_ERROR_PINENTRY_CRASH_DESCRIPTION" = "pinentry, das Programm, welches für das Abfragen deines Passworts zuständig ist, scheint defekt zu sein.\n\nUm dieses Problem zu beheben lade GPG Suite von https://gpgtoolz.org und installiere erneut.";

"MESSAGE_SIGNING_ERROR_XPC_DAMAGED_TITLE" = "Deine Nachricht konnte nicht signiert werden, da GPGMail beschädigt ist.";
"MESSAGE_SIGNING_ERROR_XPC_DAMAGED_DESCRIPTION" = "Um dieses Problem zu beheben, lade GPG Suite von https://gpgtoolz.org und installiere erneut.\n\nSollte das Problem weiterhin auftreten, kontaktiere uns unter https://gpgtoolz.tenderapp.com/ und gib an, dass der XPC Service nicht richtig funktioniert.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PINENTRY_CRASHED_TITLE" = "Die Entschlüsselung der Nachricht ist fehlgeschlagen, da pinentry nicht funktioniert.";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PINENTRY_CRASHED_MESSAGE" = "pinentry, das Programm, welches für das Abfragen deines Passworts zuständig ist, scheint defekt zu sein.\n\nUm dieses Problem zu beheben, lade GPG Suite von https://gpgtoolz.org und installiere erneut.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PINENTRY_CRASHED_TITLE" = "Die Entschlüsselung des Anhangs ist fehlgeschlagen, da pinentry nicht funktioniert.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PINENTRY_CRASHED_MESSAGE" = "pinentry, das Programm, welches für das Abfragen deines Passworts zuständig ist, scheint defekt zu sein.\n\nUm dieses Problem zu beheben, lade GPG Suite von https://gpgtoolz.org und installiere erneut.";

"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_TITLE" = "Achtung: Du bist im Begriff eine unverschlüsselte Antwort auf eine verschlüsselte Nachricht zu senden";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_MISSING_KEYS_SINGULAR" = "Es ist nicht möglich deine Antwort zu verschlüsseln, weil der öffentliche Schlüssel für den folgenden Empfänger fehlt:\n\n%@";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_MISSING_KEYS" = "Es ist nicht möglich deine Antwort zu verschlüsseln, weil die öffentlichen Schlüssel für die folgenden Empfänger fehlen:\n\n%@";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_EXPLANATION" = "Wenn du dich entscheidest fortzufahren, wird deine Antwort unverschlüsselt gesendet. Dadurch könnten vertrauliche Informationen preisgegeben und du und deine Empfänger einem Risiko ausgesetzt werden.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_REMOVE_PREVIOUS_CORRESPONDENCE" = "\n\nWenn du diese Antwort wirklich unverschlüsselt senden möchtest, entferne bitte vor dem Senden jegliche vorherige Korrespondenz, die in deiner Antwort enthalten ist.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS" = "Andernfalls suche und importiere den benötigten öffentlichen Schlüssel mit GPG Keychain, um diese Antwort verschlüsselt zu senden.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS_SINGULAR" = "Andernfalls suche und importiere den benötigten öffentlichen Schlüssel mit GPG Keychain, um diese Antwort verschlüsselt senden zu können.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_BUTTON_SEND_ANYWAY" = "Trotzdem senden";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Abbrechen";

"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_TITLE" = "Achtung: Du bist im Begriff die unverschlüsselte Version einer verschlüsselten Nachricht weiterzuleiten";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_MISSING_KEYS_SINGULAR" = "Es ist nicht möglich die Nachricht, die du im Begriff bist weiterzuleiten, zu verschlüsseln, weil der öffentliche Schlüssel für den folgenden Empfänger fehlt:\n\n%@";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_MISSING_KEYS" = "Es ist nicht möglich die Nachricht, die du im Begriff bist weiterzuleiten, zu verschlüsseln, weil der öffentliche Schlüssel für die folgenden Empfänger fehlt:\n\n%@";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_EXPLANATION" = "Wenn du dich entscheidest fortzufahren, wird die weitergeleitete Nachricht unverschlüsselt gesendet. Dadurch könnten vertrauliche Informationen preisgegeben und du und deine Empfänger einem Risiko ausgesetzt werden. ";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS" = "Andernfalls suche und importiere den benötigten öffentlichen Schlüssel mit GPG Keychain, um eine verschlüsselte Version der Nachricht weiterzuleiten.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS_SINGULAR" = "Andernfalls suche und importiere den benötigten öffentlichen Schlüssel mit GPG Keychain, um eine verschlüsselte Version der Nachricht weiterzuleiten. ";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_BUTTON_SEND_ANYWAY" = "Trotzdem weiterleiten";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Abbrechen";

"MESSAGE_BANNER_PGP_DECRYPT_MDC_ERROR_TITLE" = "Die Entschlüsselung der Nachricht wurde abgebrochen.";
"MESSAGE_BANNER_PGP_DECRYPT_MDC_ERROR_MESSAGE" = "Der Modification Detection Code (MDC) für diese verschlüsselte Nachricht fehlt oder wurde geändert. \n\nDies könnte bedeuten, dass ein Angreifer versucht hat, den Inhalt der verschlüsselten Nachricht zu ändern. \n\nBitte lass dir die Nachricht erneut zusenden und teile dem Absender mit, dass seine verschlüsselte Nachricht keinen Modification Detection Code enthielt.";

"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_TITLE" = "Achtung: Das Öffnen dieser Webseite könnte den Inhalt dieser Nachricht leaken";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_MESSAGE" = "Aufgrund eines Problems in der Implementierung der S/MIME-Verschlüsselung ist es für einen Angreifer möglich, eine Nachricht ohne dein Wissen zu ändern. \n\nDu bist dabei, die folgende Webseite zu öffnen: \n\n%@ \n\nBist du sicher, dass du fortfahren möchtest?";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_BUTTON_YES" = "Ja";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Abbrechen";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_MDC_ERROR_TITLE" = "Die Entschlüsselung des Anhangs wurde abgebrochen.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_MDC_ERROR_MESSAGE" = "Der Modification Detection Code (MDC) für diese verschlüsselte Anlage fehlt oder wurde geändert. \n\nDies könnte bedeuten, dass ein Angreifer versucht hat, den Inhalt der verschlüsselten Anlage zu ändern. \n\nBitte lass dir die Anlage erneut zusenden und teile dem Absender mit, dass seine verschlüsselte Anlage keinen Modification Detection Code enthält.";


/* Accessibility */
ACCESSIBILITY_SECURITY_METHOD_POPUP_LABEL = "Sicherheitstechnik: %@";
ACCESSIBILITY_SIGN_ON_IMAGE = "Signieren";
ACCESSIBILITY_SIGN_OFF_IMAGE = "Nicht signieren";



/* Support Plan */
"SUPPORT_PLAN_ACTIVATION_SUCCESS_TITLE" = "Support Plan aktiviert";
"SUPPORT_PLAN_ACTIVATION_SUCCESS_MESSAGE" = "Danke für deine Unterstützung!\n\nWir hoffen du wirst Freude an GPG Mail haben. Solltest du irgendwelche Fragen haben, zögere nicht uns über den Knopf \"Problem melden\" in Mail > Einstellungen > GPG Mail zu kontaktieren.";
"SUPPORT_PLAN_ACTIVATION_FAILED_TITLE" = "Support Plan Aktivierung fehlgeschlagen";
"SUPPORT_PLAN_ACTIVATION_FAILED_INPUT_INVALID" = "Der eingegebene Aktivierungscode ist ungültig. Bitte überprüfe die eingegebenen Daten und versuche es erneut.";
"SUPPORT_PLAN_ACTIVATION_FAILED_CONNECTTION_ERROR" = "Es war nicht möglich, eine Verbindung zur paddle.com API herzustellen, um deinen Aktivierungscode zu überprüfen.\nFalls du eine macOS Firewall Software (System-Firewall, Little Snitch, usw.) verwendest, erlaube bitte Verbindungen zu paddle.com, um die Aktivierung abzuschliessen. Du kannst die Verbindungen wieder blockieren, nachdem die Aktivierung abgeschlossen ist.\n\nKontaktiere uns via business@gpgtools.org falls das Problem fortbesteht.";
"SUPPORT_PLAN_ACTIVATION_FAILED_CODE_INVALID" = "Der eingegebene Aktivierungscode ist ungültig.\nBitte kontaktiere uns via business@gpgtools.org falls du sicher bist, dass du den Code korrekt eingegeben hast.";
"SUPPORT_PLAN_ACTIVATION_FAILED_TOO_MANY_ACTIVATIONS" = "Es tut uns leid dir mitzuteilen, dass du die Anzahl der erlaubten Aktivierungen überschritten hast.\nBitte kontaktiere uns via business@gpgtools.org, falls du glaubst, dass du noch weitere Aktivierungen haben solltest.";
"SUPPORT_PLAN_ACTIVATION_FAILED_GENERAL_ERROR" = "Leider ist ein unbekannter Fehler aufgetreten. Bitte versuche es später erneut oder kontaktieren uns via 'Systemeinstellungen > GPG Suite > Bericht Senden.";
"SUPPORT_PLAN_HEADER_EXPIRED" = "Dein 30-Tage-Trial von GPG Mail ist abgelaufen. Verschlüsseln, signieren und verifizieren von Nachrichten werden nun nicht mehr funktionieren. Entschlüsseln wird jedoch immer funktionieren.\nBestelle GPG Mail Support Plan um den vollen Funktionsumfang weiter zu verwenden.";
"SUPPORT_PLAN_HEADER_TRIAL" = "Du kannst GPG Mail kostenlos für %@Tage testen.\nSichere deine E-Mail Kommunikation jetzt!";
"SUPPORT_PLAN_HEADER_TRIAL_MORE" = "Du kannst GPG Mail kostenlos für weitere %@ Tage testen.\nSichere deine E-Mail Kommunikation jetzt!";
"SUPPORT_PLAN_DETAILS_MESSAGE" = "Falls du bereits einen Support Plan bestellt hast, aktiviere in jetzt und geniesse GPG Mail.";
"SUPPORT_PLAN_DETAILS_MESSAGE_HYPERLINK_PART" = "Support Plan";
"SUPPORT_PLAN_BUY" = "Jetzt kaufen";
"SUPPORT_PLAN_CLOSE" = "Fortfahren";
"SUPPORT_PLAN_CONTINUE_TRIAL"= "Trial fortsetzen";
"SUPPORT_PLAN_START_TRIAL" = "Trial beginnen";
"SUPPORT_PLAN_BUY" = "Jetzt kaufen";
"SUPPORT_PLAN_ACTIVATE" = "Aktivieren";
"SUPPORT_PLAN_TRIAL_EXPIRED_TITLE" = "GPG Mail Trial Abgelaufen";
"SUPPORT_PLAN_TRIAL_EXPIRED_MESSAGE" = "Ohne aktiven GPG Mail Support Plan wirst du weiter in der Lage sein, deine verschlüsselten E-Mails zu lesen. Allerdings wirst du E-Mails nicht mehr signieren, verschlüsseln oder verifizieren können.";
"SUPPORT_PLAN_HEADER_WELCOME" = "Willkommen bei GPG Mail";
"SUPPORT_PLAN_EMAIL_LABEL" = "E-Mail";
"SUPPORT_PLAN_LICENSE_LABEL" = "Aktivierungscode";
"SUPPORT_PLAN_GRAY_INFO" = "Deinen Aktivierungscode findest du in der E-Mail, die du nach Abschluss deiner Bestellung erhalten hast.";
"SUPPORT_PLAN_PROGRESS_LABEL" = "Deine Kopie von GPG Mail wird aktiviert.";






